[
  {
    "name": "Smite",
    "source": "core",
    "discipline": "Biomancy",
    "xpCost": 200,
    "prerequisites": [],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "20 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Attack",
      "Concentration"
    ],
    "description": "Called by many names, Smite is a common destructive power used throughout the galaxy by many different psykers. The psyker conjures up bio-energy from deep within himself, summoning lethal bolts of lightning which leap from his fingertips to burn and blast his enemies to ash. Smite is a Psychic Barrage that deals 1d10 + Psy Rating Energy Damage with a Pen of 4."
  },
  {
    "name": "Iron Arm",
    "source": "core",
    "discipline": "Biomancy",
    "xpCost": 400,
    "prerequisites": [
      {
        "property": "characteristic",
        "value": {
          "name": "Strength",
          "rating": 35
        }
      },
      {
        "property": "characteristic",
        "value": {
          "name": "Toughness",
          "rating": 35
        }
      },
      {
        "property": "power",
        "value": "Endurance"
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Hard (-20)"
    },
    "range": "Self",
    "sustained": "Free Action",
    "subtypes": [
      "Concentration"
    ],
    "description": "The psyker’s flesh transforms, hardening into a slick, living metal, weighing him down but also rendering him incredibly resistant. His new form allows him to shrug off small arms fire and crush his enemies with his bare hands. While this power is in effect, the psyker gains the Unnatural Toughness and Unnatural Strength Traits with ratings equal to half his Psy Rating, rounded up. However, his flesh’s more sturdyform weighs the psyker down, causing him to suffer a –10 penalty to his Agility characteristic while the power is in effect."
  },
  {
    "name": "Enfeeble",
    "source": "core",
    "discipline": "Biomancy",
    "xpCost": 100,
    "prerequisites": [
      {
        "property": "characteristic",
        "value": {
          "name": "Toughness",
          "rating": 35
        }
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": true,
      "difficulty": "Challenging (+0)"
    },
    "range": "20 meters x Psy Rating",
    "sustained": "Half Action",
    "subtypes": [
      "Attack",
      "Concentration"
    ],
    "description": "The psyker lashes at his target with tendrils of Warp energy. The vile power quickly strips the victim of vitality, draining its spirit with every caress. The psyker nominates a single target in range and line of sight who opposes this power with a Toughness Test. If the target fails to resist the power, it is Stunned for one Round. In addition, as long as this power remains in effect, if the target rolls doubles on any Test it makes, it gains a number of levels of Fatigue equal to half the psyker’s Psy Rating rounded down. A single target can only be affected by one instance of the Enfeeble power at a time."
  },
  {
    "name": "Life Leech",
    "source": "core",
    "discipline": "Biomancy",
    "xpCost": 400,
    "prerequisites": [
      {
        "property": "characteristic",
        "value": {
          "name": "Toughness",
          "rating": 40
        }
      },
      {
        "property": "power",
        "value": "Enfeeble"
      }
    ],
    "action": "Full Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": true,
      "difficulty": "Difficult (-10)"
    },
    "range": "10 meters x Psy Rating",
    "sustained": "Free Action",
    "subtypes": [
      "Attack",
      "Concentration"
    ],
    "description": "The psyker latches on to his target’s life force and tears it from the hapless victim’s body. The psyker absorbs this stolen essence, using it to reinvigorate and bolster his own flesh. The psyker nominates a single target in range and line of sight who opposes this power with a Toughness Test. If the target fails to resist the power, he suffers 1d10 + Psy Rating Toughness Damage, and the psyker gains Unnatural Toughness (1), +1 for every full 5 points of Toughness damage the power inflicts. This Unnatural Toughness remains for as long as the power’s effect persists."
  },
  {
    "name": "Warp Speed",
    "source": "core",
    "discipline": "Biomancy",
    "xpCost": 500,
    "prerequisites": [
      {
        "property": "Psy Rating",
        "value": 5
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": true,
      "difficulty": "Difficult (-10)"
    },
    "range": "10 meters x Psy Rating",
    "sustained": "Free Action",
    "subtypes": [
      "Concentration"
    ],
    "description": "The immaterium flows through the psyker, allowing him the means to defy the limits of time, hastening his movements and reflexes far beyond the range of any human. He becomes but a blur to his enemies, striking out with lightning speed. The psyker gains the Unnatural Weapon Skill, Unnatural Ballistic Skill, and Unnatural Agility Traits, all at xpCosts equal to his Psy Rating."
  },
  {
    "name": "Haemorrhage",
    "source": "core",
    "discipline": "Biomancy",
    "xpCost": 400,
    "prerequisites": [
      {
        "property": "Psy Rating",
        "value": 4
      },
      {
        "property": "power",
        "value": "Smite"
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": true,
      "difficulty": "Difficult (-10)"
    },
    "range": "10 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Attack",
      "Concentration"
    ],
    "description": "Bypassing exterior defences, the psyker reaches his mind out into the body of his adversary, using the writhing power of the Warp to set a fire deep within his victim’s flesh. Boiling blood begins bursting from every pore as the target’s body tears itself apart from the inside. The psyker nominates a single target in range and line of sight who opposes this power with a Toughness Test. If the target fails to resist the power, it suffers Energy Damage equal to the psyker’s Psy Rating plus one additional Damage per Degree of Failure on its Toughness Test; this Damage ignores Toughness Bonus and Armour. If this Damage successfully kills the target, the psyker may immediately recast this Psychic Power as a Free Action on any legal target within 5 metres of the original target."
  },
  {
    "name": "Prescience",
    "source": "core",
    "discipline": "Divination",
    "xpCost": 200,
    "prerequisites": [
      {
        "property": "skill",
        "value": {
          "name": "Psyniscience",
          "rating": 1
        }
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "skill",
      "name": "Psyniscience",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "10 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Attack",
      "Concentration"
    ],
    "description": "Bypassing exterior defences, the psyker reaches his mind out into the body of his adversary, using the writhing power of the Warp to set a fire deep within his victim’s flesh. Boiling blood begins bursting from every pore as the target’s body tears itself apart from the inside. The psyker nominates a single target in range and line of sight who opposes this power with a Toughness Test. If the target fails to resist the power, it suffers Energy Damage equal to the psyker’s Psy Rating plus one additional Damage per Degree of Failure on its Toughness Test; this Damage ignores Toughness Bonus and Armour. If this Damage successfully kills the target, the psyker may immediately recast this Psychic Power as a Free Action on any legal target within 5 metres of the original target."
  },
  {
    "name": "Foreboding",
    "source": "core",
    "discipline": "Divination",
    "xpCost": 200,
    "prerequisites": [
      {
        "property": "skill",
        "value": {
          "name": "Psyniscience",
          "rating": 1
        }
      }
    ],
    "action": "Reaction",
    "focus power": {
      "property": "characteristic",
      "name": "Psyniscience",
      "opposed": false,
      "difficulty": "Difficult (-10)"
    },
    "range": "Self",
    "sustained": "No",
    "subtypes": [
      "Concentration"
    ],
    "description": "The psyker’s awareness of the Warp grants him the means to elude his opponents’ attacks without needing to rely on mortal reflexes. He walks through the battlefield unscathed, dodging incoming fire with a simple ease. In any situation where the psyker would be called upon to make an Evasion Test, he may instead attempt to use this power. If the power is successful, the psyker avoids the attack exactly as if he has passed an Evasion Test."
  },
  {
    "name": "Forewarning",
    "source": "core",
    "discipline": "Divination",
    "xpCost": 400,
    "prerequisites": [
      {
        "property": "power",
        "value": "Foreboding"
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "skill",
      "name": "Psyniscience",
      "opposed": false,
      "difficulty": "Difficult (-10)"
    },
    "range": "3 meters x Psy Rating",
    "sustained": "Free Action",
    "subtypes": [
      "Concentration"
    ],
    "description": "The psyker’s mind skims the Warp for glimpses of the immediate future, seeking to prepare himself and his allies for any incoming threats. His insight keeps them ahead of the battle, making them aware of incoming attacks before their enemies even fire a shot. For the duration of this power, a number of allies within range equal to the Psyker’s Psy Rating, plus the psyker himself, gain a bonus to all Evasion Tests equal to twice the psyker’s Psy Rating. Allies affected by this power lose its benefits as soon as they move out of range."
  },
  {
    "name": "Misfortune",
    "source": "core",
    "discipline": "Divination",
    "xpCost": 300,
    "prerequisites": [],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Difficult (-10)"
    },
    "range": "20 meters x Psy Rating",
    "sustained": "Free Action",
    "subtypes": [
      "Attack",
      "Concentration"
    ],
    "description": "Staring down his unfortunate victim, the psyker simply snaps his fingers, twisting the strands of his target’s fate. Suddenly, everything around the psyker’s opponent begins to fail. His vision blurs, his weapons jam, and every bullet flying his way easily finds its way into the weakest points of his armour. The psyker nominates a single target in range and line of sight who opposes this power with a Willpower Test. If the target fails to resist the power, misfortune follows it wherever it goes. For the duration of this power, the target’s Armour points are reduced in all locations by half the psyker’s Psy Rating, rounded up. Additionally, the target’s weapons jam on any Attack in which they fail to hit their target."
  },
  {
    "name": "Perfect Timing",
    "source": "core",
    "discipline": "Divination",
    "xpCost": 300,
    "prerequisites": [
      {
        "property": "power",
        "value": "Prescience"
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "skill",
      "name": "Psyniscience",
      "opposed": false,
      "difficulty": "Difficult (-10)"
    },
    "range": "3 meters x Psy Rating",
    "sustained": "Free Action",
    "subtypes": [
      "Concentration"
    ],
    "description": "Tearing through the boundary to the Warp with his consciousness, the psyker begins to see vivid images of his foes’ future actions with an unnatural precision. Empowered by this information, the psyker and his allies can predict exactly when their foes will peer from cover, allowing them to place their shots perfectly. For the duration of this power, a number of allies within range equal to the Psyker’s Psy Rating, plus the psyker himself, ignore the effects of cover when firing on a target. If their attacks would hit a location on the enemy that would benefit from cover, that benefit is ignored. Allies affected by this power lose its benefits as soon as they move out of range."
  },
  {
    "name": "Precognition",
    "source": "core",
    "discipline": "Divination",
    "xpCost": 400,
    "prerequisites": [
      {
        "property": "power",
        "value": "Perfect Timing"
      }
    ],
    "action": "Full Action",
    "focus power": {
      "property": "skill",
      "name": "Psyniscience",
      "opposed": false,
      "difficulty": "Hard (-20)"
    },
    "range": "3 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Concentration"
    ],
    "description": "Such is the psyker’s power that he has witnessed every action, every decision, that will bring his Squad to victory. With tremendous focus he uses his power to impart this incredible knowledge to his allies, guiding them along the true path to victory. The psyker gains a number of re-rolls equal to his Psy Rating that last until the beginning of the his next Turn. For the duration of that Round, whenever an ally in range, or the psyker himself, rolls a Test or Damage Roll, the psyker may spend one of these re-rolls to allow that ally to re-roll all dice involved in that Test or Damage Roll. If the psyker is killed or rendered unconscious before the beginning of his next Turn, all remaining re-rolls are lost."
  },
  {
    "name": "Scrier's Gaze",
    "source": "core",
    "discipline": "Divination",
    "xpCost": 200,
    "prerequisites": [
      {
        "property": "skill",
        "value": {
          "name": "Psyniscience",
          "rating": 2
        }
      }
    ],
    "action": "Special",
    "focus power": {
      "property": "skill",
      "name": "Psyniscience",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "Self",
    "sustained": "No",
    "subtypes": [
      "Concentration"
    ],
    "description": "The psyker’s gaze is cast upon the infinite tides of the Warp, seeing the entire battlefield clearly in his mind’s eye. This rush of information is too much for weaker psyker’s to handle, often casting them into madness. But those who can focus are able to divine information regarding them battle with astounding precision, capturing every movement of troops and war machines under their omniscient gaze. To begin the ritual, the psyker must spend at least thirty minutes using assorted psychic foci to concentrate his vision— drawing Tarot cards, casting runes, gazing deep into fire, the methods to this are as varied as the stars of the Imperium. At the end of this thirty minutes, the psyker makes his Focus Power Test to project his vision over the battlefield. Each Degree of Success reveals more information, as explained on Table 7–4: Scrier’s Gaze Results."
  },
  {
    "name": "Flame Breath",
    "source": "core",
    "discipline": "Pyromancy",
    "xpCost": 300,
    "prerequisites": [
      {
        "property": "Psy Rating",
        "value": 3
      },
      {
        "property": "power",
        "xpCost": "Spontaneous Combustion"
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "Self",
    "sustained": "No",
    "subtypes": [
      "Concentration"
    ],
    "description": "A truly horrifying sight, the psyker faces his enemy, opening his eyes and mouth wide as torrents of psychic flame spew forth from them at his target This power is a Psychic Barrage that deals 1d10+2 Energy Damage, +2 per point of Psy Rating, with a Pen of 0 and the Flame Quality."
  },
  {
    "name": "Fiery Form",
    "source": "core",
    "discipline": "Pyromancy",
    "xpCost": 400,
    "prerequisites": [
      {
        "property": "Psy Rating",
        "value": 4
      },
      {
        "property": "power",
        "value": "Fire Shield"
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Difficult (-10)"
    },
    "range": "Self",
    "sustained": "Half Action",
    "subtypes": [
      "Concentration"
    ],
    "description": "The psyker engulfs his own body in the fire of the Warp. It spreads over every inch of his skin, transforming his very flesh into living Warpfire. Reborn a being of living flame, the psyker burns everything he touches, transforming his surrounding into a burning hellscape with every step he takes. While this power is in effect, all of the psyker’s melee attacks deal addition Energy Damage equal to his Psy Rating and gain the Flame Quality. In addition, at the end of each of the psyker’s Turns in which he sustains this power he emits a Psychic Blast centred on himself with a radius equal to his Psy Rating. All creatures within the area of effect, with the exception of the psyker, suffer 1d10 + Psy Rating Energy Damage with a Pen of 0 and the Flame Quality."
  },
  {
    "name": "Fire Shield",
    "source": "core",
    "discipline": "Pyromancy",
    "xpCost": 300,
    "prerequisites": [],
    "action": "Free Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "Self",
    "sustained": "Half Action",
    "subtypes": [
      "Concentration"
    ],
    "description": "With a sweep of his hand, the psyker surrounds himself with a wall of writhing flame. The living fire lashes out at his attackers, sending tendrils of flame lashing at any foolish enough to take him on. While this power is in effect, any creatures in range and line of sight that successfully hit the Psyker with an Attack immediately suffer Energy Damage equal to the psyker’s Psy Rating, this Damage is not reduced by Armour or Toughness."
  },
  {
    "name": "Inferno",
    "source": "core",
    "discipline": "Pyromancy",
    "xpCost": 500,
    "prerequisites": [
      {
        "property": "power",
        "value": "Molten Beam"
      },
      {
        "property": "Psy Rating",
        "value": 5
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "Self",
    "sustained": "Half Action",
    "subtypes": [
      "Concentration"
    ],
    "description": "Channelling his rage into the fires of the Warp, the psyker calls down a pillar of flame upon his enemies. The whirling blast sets the very air aflame as it smashes into his foes. This power is a Psychic Blast with a radius equal to the psyker’s Psy Rating. All creatures caught in the blast suffer 2d10 Energy Damage, +3 per point of Psy Rating, with a Pen of 0 and the Flame Quality."
  },
  {
    "name": "Spontaneous Combustion",
    "source": "core",
    "discipline": "Pyromancy",
    "xpCost": 200,
    "prerequisites": [],
    "action": "Special",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Ordinary (+10)"
    },
    "range": "20 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Attack"
    ],
    "description": "TODO: Description for Spontaneous Combustion"
  },
  {
    "name": "Sunburst",
    "source": "core",
    "discipline": "Pyromancy",
    "xpCost": 400,
    "prerequisites": [
      {
        "property": "power",
        "value": "Flame Breath"
      },
      {
        "property": "Psy Rating",
        "value": 4
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "20 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Attack"
    ],
    "description": "TODO: Description for Sunburst"
  },
  {
    "name": "Molten Beam",
    "source": "core",
    "discipline": "Pyromancy",
    "xpCost": 400,
    "prerequisites": [
      {
        "property": "power",
        "value": "Flame Breath"
      },
      {
        "property": "Psy Rating",
        "value": 4
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "5 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Attack"
    ],
    "description": "TODO: Description for Sunburst"
  },
  {
    "name": "Assail",
    "source": "core",
    "discipline": "Telekinesis",
    "xpCost": 200,
    "prerequisites": [
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Ordinary (+10)"
    },
    "range": "20 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Attack",
      "Concentration"
    ],
    "description": "TODO: Description for Assail"
  },
  {
    "name": "Crush",
    "source": "core",
    "discipline": "Telekinesis",
    "xpCost": 300,
    "prerequisites": [
      {
        "property": "power",
        "value": "Assail"
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "10 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Attack",
      "Concentration"
    ],
    "description": "TODO: Description for Crush"
  },
  {
    "name": "Gate Of Infinity",
    "source": "core",
    "discipline": "Telekinesis",
    "xpCost": 400,
    "prerequisites": [
      {
        "property": "psy rating",
        "value": 5
      }
    ],
    "action": "Extended Action (3)",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Hard (-20)"
    },
    "range": "1 kilometers x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Concentration"
    ],
    "description": "Controlling the roiling nature of time and space in the Warp, the psyker can open a hole through the immaterium, bending the fabric of reality to his will. Using this gateway, the psyker and his allies can cross great distances in a blink of the eye, travelling miles in naught but a few steps. The psyker chooses a point anywhere within 5 metres times his Psy Rating, and opens a gate to the immaterium at that point. He then chooses a point within range of the power, and opens an exit to the gate at that location. The psyker must be aware of the location in which he is opening the exit to the gate, either having visited it before, seen it from afar, or simply studied it on a map. The gate last for a number of Rounds equal to the psyker’s Psy Rating, and has a radius in metres equal to the psyker’s Psy Rating as well. For the duration of the power, the two sides of the gate are linked, and any person or objects may pass between them freely provided they can fit through the gate. This power is incredibly taxing and requires at least 12 hours of recovery before it may be used again."
  },
  {
    "name": "Objuration Mechanicum",
    "source": "core",
    "discipline": "Telekinesis",
    "xpCost": 300,
    "prerequisites": [
      {
        "property": "power",
        "value": "Assail"
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "10 kilometers x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Concentration"
    ],
    "description": "The psyker releases the havoc of the Warp into the orderly inner workings of nearby machines. The maligned energy twists and deforms the machines spirits, causing weapons to jam and engines to seize up. The psyker chooses a point anywhere within range and line of sight. This power creates a Haywire Field (see page 170) centred at this point with a radius in metres equal to the psyker’s Psy Rating."
  },
  {
    "name": "Shockwave",
    "source": "core",
    "discipline": "Telekinesis",
    "xpCost": 300,
    "prerequisites": [
      {
        "property": "power",
        "value": "Assail"
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "Self",
    "sustained": "No",
    "subtypes": [
      "Attack",
      "Concentration"
    ],
    "description": "The psyker slams his palms together and uses his considerable power to amplify the noise exponentially, creating a torrential shockwave. The energy batters any unfortunate enough to be nearby, throwing them away from the psyker in a barrage of force. This power is a Psychic Blast centred on the psyker with a radius equal to the psyker’s Psy Rating. Any creature within the area of effect, with the exception of the psyker, suffers 1d10 + Psy Rating Explosive Damage with Pen 0 and is pushed directly away from the Psyker a number of metres equal to the psyker’s Psy Rating."
  },
  {
    "name": "Telekine Dome",
    "source": "core",
    "discipline": "Telekinesis",
    "xpCost": 300,
    "prerequisites": [
      {
        "property": "Psy Rating",
        "value": 4
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "Self",
    "sustained": "No",
    "subtypes": [
      "Concentration"
    ],
    "description": "Extending his power over his allies, the psyker creates a shimmering dome of energy around them that deflects enemy fire as effectively as any bunker. Despite its sturdy protection, the dome feels no different than thin air, and allies and enemies alike can pass through it unheeded. The psyker chooses a point in range and line of sight, and creates a dome of invisible energy centred on that point with a radius equal to half the psyker’s Psy Rating, rounded up. All allies standing inside the dome gain a number of Armour Points equal to the psyker’s Psy Rating to all Locations against any attack that originated outside of the dome’s radius. However, enemies may still physically pass through the dome at no penalty."
  },
  {
    "name": "Vortex of Doom",
    "source": "core",
    "discipline": "Telekinesis",
    "xpCost": 400,
    "prerequisites": [
      {
        "property": "power",
        "value": "Crush"
      },
      {
        "property": "power",
        "value": "Objuration Mechanicum"
      },
      {
        "property": "power",
        "value": "Shockwave"
      },
      {
        "property": "Psy Rating",
        "value": 5
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "5 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Attack",
      "Concentration"
    ],
    "description": "Playing with impossible energies of the immaterium, the psyker uses his power to punch a hole in reality, opening a tear to the Warp. Roiling energies pour into reality, tearing apart anything unlucky enough to be close to the unstable rift. The psyker struggles to keep the volatile torrent of energy in check, pouring all his energy into constraining the vortex, lest it break out of control and cause untold destruction. The psyker chooses a point in range and line of sight, and creates a vortex of energy centred on that point that starts with a radius of 2 metres. Anyone who is touching the vortex at the end of the psyker’s Turn must take 2d10 Energy Damage, +2 per point of Psy Rating, with a Pen equal to the vortex’s current radius in metres. The psyker may not voluntarily stop sustaining this power. Instead, at the beginning of each Turn the Psyker is sustaining the vortex, he must take a Challenging (+0) Willpower Test with a –5 penalty for each metre in the vortex’s current radius. If he passes the Test he may perform one of the following actions: • Increase the vortex’s radius by one metre. • Decrease the vortex’s radius by one metre. • Move the vortex any direction a number of metres equal to the psyker’s Psy Rating. If the psyker fails the Willpower Test to sustain the vortex, or if he is unable to make the Test due to other circumstances, its radius increases by one metre and it moves a number of metres equal to the psyker’s Psy Rating in a random direction (see the Scatter Diagram on page 255). If the vortex’s radius ever decreases to zero metres, the power ends and the vortex disappears. If the vortex’s radius ever grows larger than the psyker’s Psy Rating, it explodes, ending the power, destroying the vortex, and dealing 2d10 Energy Damage, +4 per point of Psy Rating, with a Pen equal to the vortex’s current radius is metres, to anyone with a number of metres of the centre of the vortex equal to twice the Psy Rating of the psyker. The psyker is hit by this Damage regardless of his proximity to the exploding vortex as the energy of the Warp he was channelling lashes back into him."
  },
  {
    "name": "Psychic Shriek",
    "source": "core",
    "discipline": "Telepathy",
    "xpCost": 300,
    "prerequisites": [
      {
        "property": "Psy Rating",
        "value": 3
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "10 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Attack"
    ],
    "description": "The psyker draws in a deep breath, pulling the power of the Warp inside of his body. He unleashes the energy in an other-worldly howl focussed with pinpoint accuracy on an enemy. The psyker’s screech of psychic energy shreds the mind and body of his victim, tearing them apart with barrages of vicious resonance. This power is a Psychic Bolt that deals 1d10+2 Explosive Damage, +2 per point of Psy Rating, with a Pen of 0 and the Concussive (1) Quality."
  },
  {
    "name": "Dominate",
    "source": "core",
    "discipline": "Telepathy",
    "xpCost": 200,
    "prerequisites": [
      {
        "property": "characteristic",
        "value": {
          "name ": "Willpower",
          "rating": 40
        }
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Challenging (+0)"
    },
    "range": "5 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Concentration"
    ],
    "description": "The psyker extends his will into the mind of his enemies, twisting around their thoughts and beating down their mental defences. With their protection down, the psyker can plant ideas into their heads, making them perform his bidding as if it were their own idea. The psyker nominates a number targets in range and line of sight up to half his Psy Rating (rounded up) who opposes this power with a Willpower Test. Those targets that fail to resist the power must follow a simple command given by the psyker. Some example orders include “Flee,” “Fall,” or “Attack your friend.” If the command is a potentially suicidal act, the targets receive a +20 to their Willpower Tests. In all cases the command must be achievable in a single Round."
  },
  {
    "name": "Mental Fortitude",
    "source": "core",
    "discipline": "Telepathy",
    "xpCost": 300,
    "prerequisites": [
      {
        "property": "talent",
        "value": "Fearless"
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": false,
      "difficulty": "Difficult (-10)"
    },
    "range": "3 meters x Psy Rating",
    "sustained": "Free Action",
    "subtypes": [
      "Concentration"
    ],
    "description": "The psyker uses his mastery of the human mind to bolster his allies in battle. He extends his power over them, projecting inspirational thoughts into their minds and banishing fear, moving even the greatest cowards to acts of heroism. For the duration of this power, a number of allies within range equal to the Psyker’s Psy Rating, plus the psyker himself, count as having the Fearless Talent. Allies affected by this power lose its benefits as soon as they move out of range."
  },
  {
    "name": "Puppet Master",
    "source": "core",
    "discipline": "Telepathy",
    "xpCost": 400,
    "prerequisites": [
      {
        "property": "power",
        "value": "Dominate"
      }
    ],
    "action": "Full Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": true,
      "difficulty": "Difficult (-10)"
    },
    "range": "3 meters x Psy Rating",
    "sustained": "Special",
    "subtypes": [
      "Concentration"
    ],
    "description": "Focussing his telepathic ability, the psyker is able to fully extend his mind into the will of another. He wraps his influence around their mind, controlling not only their thoughts, but their physical actions as well. He gains full command over his victim’s body, controlling them like a puppet under his grasp. The psyker nominates a single target in range and line of sight with total Wounds no greater than 3 times the psyker’s Psy Rating, who opposes this power with a Willpower Test. If the target fails to resist the power, it is controlled by the psyker like a puppet. For the duration of the power, the psyker may divide his Actions between himself and the target. The dominated target uses its own Characteristics, but at –10 due to the crudity of the control. If at any point the psyker would make the target perform a potentially suicidal action, the target may attempt a Challenging (+0) Opposed Willpower Test to try and break free of the power. Additionally, the power breaks as soon as the target moves out of range."
  },
  {
    "name": "Terrify",
    "source": "core",
    "discipline": "Telepathy",
    "xpCost": 400,
    "prerequisites": [
      {
        "property": "power",
        "value": "Hallucination"
      }
    ],
    "action": "Full Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": true,
      "difficulty": "Difficult (-10)"
    },
    "range": "10 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Concentration"
    ],
    "description": "Slithering deep into the mind of his victim, the psyker unearths their greatest failings, greatest weaknesses, and greatest fears. Using these as tools against his opponent, the psyker can turn even the most courageous warriors into pathetic, whimpering cowards before him. The psyker nominates a single target in range and line of sight who opposes this power with a Willpower Test. If the target fails to resist the power, it must roll on Table 9–5: Shock on page 304, adding +10 times the psyker’s Psy Rating to the roll in place of the normally addition for Degrees of Failure, and immediately apply the effects."
  },
  {
    "name": "Invisibility",
    "source": "core",
    "discipline": "Telepathy",
    "xpCost": 400,
    "prerequisites": [
      {
        "property": "Psy Rating",
        "value ": 4
      },
      {
        "property": "Agility",
        "value ": 30
      }
    ],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": true,
      "difficulty": "Difficult (-10)"
    },
    "range": "10 meters x Psy Rating",
    "sustained": "Free Action",
    "subtypes": [
      "Concentration"
    ],
    "description": "The psyker worms his way into his opponents’ senses, causing even their sight to betray them. Using this control he can bend their vision around a target, rendering it all but invisible to their eyes. The psyker nominates a single target within range and line of sight, this could be the psyker himself. For the duration of the power, the target counts as being Trained in the Stealth Skill, and gains a bonus to Stealth Tests equal to +5 times the psyker’s Psy Rating. Additionally, all ranged attacks made against the target suffer a penalty equal to –5 times the psyker’s Psy Rating. The target loses this power’s benefits as soon as it moves out of range."
  },
  {
    "name": "Hallucination",
    "source": "core",
    "discipline": "Telepathy",
    "xpCost": 200,
    "prerequisites": [],
    "action": "Half Action",
    "focus power": {
      "property": "characteristic",
      "name": "Willpower",
      "opposed": true,
      "difficulty": "Challenging (+0)"
    },
    "range": "10 meters x Psy Rating",
    "sustained": "No",
    "subtypes": [
      "Concentration"
    ],
    "description": "As with many things, the mind is much easier to break than it is to control. The psyker reaches into his victim’s mind, snapping the fragile controls over its own paranoia, confusion, and panic that roil beneath the surface. Once freed, these violent mental energies do the psyker’s work for him, tearing through his opponent’s mind, bending the hapless victim’s very perception of reality. The psyker nominates a single target in range and line of sight who opposes this power with a Willpower Test. If the target fails to resist the power, it must roll on Table 6–7: Hallucinogenic Effects on page 170, and immediately apply the effects. The effect rolled on the table lasts for a number of Rounds equal to half the psyker’s Psy Rating, rounded up."
  }
]